
namespace WindowsFormsApp1
{   
    public class Quizes
    {
        public string[,] quizes = {
        {"Какая наука изучает грибы?", "Микология", "Ихтиология", "Анатомия", "Цитология", "Микология"},
        {"Единица измерения мощности", "Ампер", "Джоуль", "Ватт", "Ом", "Ватт"},
        {"Какой город объявлен официальной родиной русского Деда Мороза?", "Малая Вишера", "Великий Устюг", "Вышний Волочек", "Нижний Новгород", "Великий Устюг"},
        {"(x-1)^3=8, x=?", "1", "0", "3", "4", "3"},
        {"Кому было адресовано письмо Евгений Онегина?", "Татьяне", "Ольге", "Ленскому", "Жене", "Татьяне"},
        {"В каком штате США находится Силиконовая долина?", "Флорида", "Калифорния", "Джорджия", "Нью-Джерси", "Калифорния"},
        {"Элементарная единица наследственности", "Клетка", "Атом", "Ген", "РНК", "Ген"},
        {"В каком городе находится пирамида Хеопса?", "Гиза", "Каир", "Александрия", "Хелуан", "Гиза"},
        {"Страна, крупнейший экспортёр чая", "Китай", "Индия", "Россия", "Африка", "Индия"},
        {"Что является результатом дифференцирования функции?", "Интеграл", "Дифференциал", "Степень числа", "Производная", "Производная"},
        {"Столица Индонезии", "Джакарта", "Дели", "Мехико", "Богота", "Джакарта"},
        {"Кто является главным героем романа Преступление и наказание?", "Раскольников", "Болконский", "Ростов", "Чацкий", "Раскольников"},
        {"Последний российский император", "Александр", "Николай", "Петр", "Павел", "Николай"},
        {"Кто проводил реформы в 1906 году?", "Петр", "Столыпин", "Екатерина", "Николай", "Столыпин"},
        {"В какое озеро упал метеорит в 2013 году?", "Чебаркуль", "Тургояк", "Увильды", "Сугояк", "Чебаркуль"}
        };
    }
}
    
